{
    "python?": "Python é uma linguagem de programação de alto nível, interpretada de script, imperativa, orientada a objetos, funcional, de tipagem dinâmica e forte. Foi lançada por Guido van Rossum em 1991. Atualmente, possui um modelo de desenvolvimento comunitário, aberto e gerenciado pela organização sem fins lucrativos Python Software Foundation. Apesar de várias partes da linguagem possuírem padrões e especificações formais, a linguagem, como um todo, não é formalmente especificada. O padrão na pratica é a implementação CPython.",
    "albert einstein?": "Albert Einstein foi um físico teórico nascido na Alemanha, mais conhecido por desenvolver a teoria da relatividade. Einstein também fez contribuições importantes para a mecânica quântica. Sua fórmula de equivalência massa-energia E = mc², que surge da relatividade especial, foi chamada de \"a equação mais famosa do mundo\". Ele recebeu o Prêmio Nobel de Física de 1921 por seus serviços à física teórica e, especialmente, por sua descoberta da lei do efeito fotoelétrico. Nascido no Império Alemão, Einstein mudou-se para a Suíça em 1895, abandonando sua cidadania alemã no ano seguinte. Em 1897, aos dezessete anos, matriculou-se no programa de diploma de ensino de matemática e física na Escola Politécnica Federal Suíça em Zurique, graduando-se em 1900. Ele adquiriu a cidadania suíça um ano depois e, posteriormente, garantiu uma posição permanente no Escritório Suíço de Patentes em Berna. Em 1905, ele apresentou uma dissertação de doutorado bem-sucedida para a Universidade de Zurique.",
    "nome": "lucelia",
    "dom pedro ii?": "Dom Pedro II, apelidado de Magnânimo, foi o segundo e último monarca do Império do Brasil, reinando por mais de 58 anos. Pedro II nasceu no Rio de Janeiro, o sétimo filho do Imperador Dom Pedro I do Brasil e da Imperatriz Dona Maria Leopoldina e, portanto, um membro do ramo brasileiro da Casa de Bragança. A abdicação abrupta de seu pai e sua partida para a Europa em 1831 deixaram o menino de cinco anos como imperador e o levaram a uma infância e adolescência solitárias, obrigado a passar seu tempo estudando em preparação para o governo. Suas experiências com intrigas da corte e disputas políticas durante esse período afetaram muito seu caráter posterior; ele se tornou um homem com um forte senso de dever e devoção para com seu país e seu povo, mas cada vez mais ressentido com seu papel como monarca. Pedro II herdou um império à beira da desintegração, mas transformou o Brasil em uma potência emergente na arena internacional.",
    "elon musk": "Elon Reeve Musk é um empresário e funcionário especial do governo dos Estados Unidos conhecido por seus papéis importantes na empresa automotiva Tesla, Inc. e na empresa espacial SpaceX. Ele também é conhecido por sua propriedade da empresa de tecnologia X Corp. e seu papel na fundação da Boring Company, xAI, Neuralink e OpenAI. Musk é o indivíduo mais rico do mundo; em janeiro de 2025, a Forbes estima seu patrimônio líquido em US$ 426 bilhões. Musk se envolveu em atividades políticas em vários países, incluindo como um apoiador vocal e financeiro do presidente dos EUA, Donald Trump. Ele se tornou o maior doador na eleição presidencial dos Estados Unidos de 2024 e um apoiador de partidos políticos, ativistas e causas internacionais de extrema direita. Membro da rica família Musk da África do Sul, Musk nasceu em Pretória antes de imigrar para o Canadá, adquirindo sua cidadania por meio de sua mãe canadense, Maye. Dois anos depois, ele se matriculou na Queen's University, no Canadá."
}